Repository: johnymas/GIT-HUB
Catalog: woocommerce-delivery-notes-*.po
Languages: sl_si

source: Invoice
sl_si: Račun

source: Invoices
sl_si: Računov

source: Print Invoice
sl_si: Natisni račun

source: Print Invoices
sl_si: Natisni račune

source: Invoice created.
sl_si: Račun ustvarjen

source: Invoices created.
sl_si: Računi ustvarjeni.

source: Enable Invoices
sl_si: Omogoči račun.

source: Delivery Note
sl_si: Poročilo o dostavi

source: Delivery Notes
sl_si: Poročila o dostavi

source: Print Delivery Note
sl_si: Natisni poročilo o dostavi

source: Print Delivery Notes
sl_si: Natisni poročila o dostavi

source: Delivery Note created.
sl_si: Poročilo o dostavi ustvarjeno.

source: Delivery Notes created.
sl_si: Poročila o dostavi ustvarjena.

source: Enable Delivery Notes
sl_si: Omogoči poroćilo o dostavi.

source: Receipt
sl_si: Prejemnik

source: Receipts
sl_si: Prejemniki

source: Print Receipt
sl_si: Natisni prejemnika

source: Print Receipts
sl_si: Natisni prejemnike

source: Receipt created.
sl_si: Prejemnik kreiran.

source: Receipts created.
sl_si: Prejemniki kreirani.

source: Enable Receipts
sl_si: Omogoči prejemnike

source: Order
sl_si: Naročilo

source: Orders
sl_si: Naročila

source: Print Order
sl_si: Natisni naročilo

source: Print Orders
sl_si: Natisni naročila

source: Do you really want to reset the counter to zero? This process can't be undone.
sl_si: Ali res želite števec resetirati na nič? Tega procesa ne bo mogoče razveljaviti.

source: Print
sl_si: Natisni

source: You can preview the <a href="%1$s" target="%4$s" class="%5$s">invoice</a>, <a href="%2$s" target="%4$s" class="%5$s">delivery note</a> or <a href="%3$s" target="%4$s" class="%5$s">receipt</a> template.
sl_si: Predogled <a href="%1$s" target="%4$s" class="%5$s">računa</a>, <a href="%2$s" target="%4$s" class="%5$s">poročilo o dostavi</a> ali <a href="%3$s" target="%4$s" class="%5$s">prejemnika</a> template.

source: With the FAQ in the readme file you can learn how to customize the template.
sl_si: Oglejte si pogosto zastavljena vprašanja v datoteki README, s tem si boste pridobili znanje kako urediti izgled računa.

source: Company/Shop Logo
sl_si: Podjetje/ Trgovina-Logo

source: Remove Logo
sl_si: Odstrani Logotip

source: Set Logo
sl_si: Nastavi Logotip

source: A company/shop logo representing your business.
sl_si: Podjetje/ Trgovina-Logotip, predstavlja vaše poslovanje.

source: Note:
sl_si: Opozorilo:

source: Company/Shop Name
sl_si: Podjetje/Ime trgovine

source: Print Options
sl_si: Možnosti tiskanja

source: Types
sl_si: Tipi

source: Theme Options
sl_si: Možnosti tem

source: Print Page Endpoint
sl_si: Natisni zaključek strani

source: My Account
sl_si: Moj račun

source: This includes the emails for a new, processing and completed order. On top of that the customer invoice email also includes the link.
sl_si: To vključuje E-maile za nova naročila v procesu in zaključena naročila. Na vrhu tega email kupčevega računa vsebuje povezavo.

source: Order Numbering
sl_si: Oštevilčevanje nakupa

source: Invoice Numbering
sl_si: Oštevilčevanje računa

source: Create invoice numbers
sl_si: Kreiraj številke računov

source: Invoice Number Start
sl_si: Številka računa Start

source: Print your order
sl_si: Natisni naročilo

source: Print:
sl_si: Natisni:

source: Open print view in browser
sl_si: Odpri možnost za tiskanje v brskalniku

source: Print now
sl_si: Natisni

source: Order Printing
sl_si: Tiskanje naročila

source: Invoice number:
sl_si: Številka računa:

source: Invoice date:
sl_si: Račun dne:

source: Invoice Number
sl_si: Številka računa

source: Order Number
sl_si: Številka naročila

source: Order Date
sl_si: Datum nakupa

source: Payment Method
sl_si: Način plačila

source: Telephone
sl_si: Telefon

source: SKU:
sl_si: Izd.-Št.:

source: (Includes %s)
sl_si: (Vključuje %s)

source: Refund
sl_si: Vračilo

source: Order Subtotal
sl_si: Nakup skupaj

source: Billing Address
sl_si: Naslov za račun

source: N/A
sl_si: k.A.

source: Shipping Address
sl_si: Naslov za dostavo

source: Product
sl_si: Izdelek

source: Price
sl_si: Cena

source: Quantity
sl_si: Količina

source: Total
sl_si: Skupaj

source: %s Files
sl_si: %s Datotek

source: Customer Note
sl_si: Komentar kupca

source: Go to the settings page
sl_si: Pojdi na stran z nastavitvami

source: Settings
sl_si: Nastavitve
